results/report/statistics.json
{
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 31,
    "errorCount" : 6,
    "errorPct" : 19.35484,
    "meanResTime" : 210.2258064516129,
    "medianResTime" : 179.0,
    "minResTime" : 152.0,
    "maxResTime" : 735.0,
    "pct1ResTime" : 282.00000000000006,
    "pct2ResTime" : 475.7999999999994,
    "pct3ResTime" : 735.0,
    "throughput" : 0.8456082924168031,
    "receivedKBytesPerSec" : 0.7331411108837971,
    "sentKBytesPerSec" : 0.10570103655210039
  },
  "502" : {
    "transaction" : "502",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 303.0,
    "medianResTime" : 303.0,
    "minResTime" : 303.0,
    "maxResTime" : 303.0,
    "pct1ResTime" : 303.0,
    "pct2ResTime" : 303.0,
    "pct3ResTime" : 303.0,
    "throughput" : 3.3003300330033003,
    "receivedKBytesPerSec" : 1.8596586221122113,
    "sentKBytesPerSec" : 0.41254125412541254
  },
  "404" : {
    "transaction" : "404",
    "sampleCount" : 2,
    "errorCount" : 2,
    "errorPct" : 100.0,
    "meanResTime" : 202.0,
    "medianResTime" : 202.0,
    "minResTime" : 170.0,
    "maxResTime" : 234.0,
    "pct1ResTime" : 234.0,
    "pct2ResTime" : 234.0,
    "pct3ResTime" : 234.0,
    "throughput" : 0.3700277520814061,
    "receivedKBytesPerSec" : 0.3346149398704903,
    "sentKBytesPerSec" : 0.04625346901017576
  },
  "504" : {
    "transaction" : "504",
    "sampleCount" : 2,
    "errorCount" : 2,
    "errorPct" : 100.0,
    "meanResTime" : 250.0,
    "medianResTime" : 250.0,
    "minResTime" : 208.0,
    "maxResTime" : 292.0,
    "pct1ResTime" : 292.0,
    "pct2ResTime" : 292.0,
    "pct3ResTime" : 292.0,
    "throughput" : 0.3635041802980734,
    "receivedKBytesPerSec" : 0.20660100872410034,
    "sentKBytesPerSec" : 0.04543802253725918
  },
  "200 - ok" : {
    "transaction" : "200 - ok",
    "sampleCount" : 25,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 202.71999999999997,
    "medianResTime" : 174.0,
    "minResTime" : 152.0,
    "maxResTime" : 735.0,
    "pct1ResTime" : 230.40000000000003,
    "pct2ResTime" : 586.4999999999997,
    "pct3ResTime" : 735.0,
    "throughput" : 0.6819421713038735,
    "receivedKBytesPerSec" : 0.612495950968358,
    "sentKBytesPerSec" : 0.08524277141298418
  },
  "529" : {
    "transaction" : "529",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 242.0,
    "medianResTime" : 242.0,
    "minResTime" : 242.0,
    "maxResTime" : 242.0,
    "pct1ResTime" : 242.0,
    "pct2ResTime" : 242.0,
    "pct3ResTime" : 242.0,
    "throughput" : 4.132231404958678,
    "receivedKBytesPerSec" : 3.7771177685950414,
    "sentKBytesPerSec" : 0.5165289256198348
  }
}